/* 
   Localizable.strings
   Sprouted AVI

   Created by Philip Dow on 4/22/08.
   Copyright 2008 Sprouted. All rights reserved.
 */
 
"record audio title" = "Audio aufnehmen";
"record video title" = "Film aufnehmen";
"take snapshot title" = "Schnappschuss";
"preferences title" = "Einstellungen";

"default artist" = "Unbekannter Interpret";
"default album" = "Meine Aufnahmen";
"default playlist" = "Meine Aufnahmen";

"no video capture msg" = "Videoaufnahme nicht verfügbar.";
"no video capture info" = "Sprouted AVI konnte keine Verbindung zu einer Videokamera/Webcam herstellen. Prüfen Sie die Anschlüsse an Ihre Videokamera/Webcam, und versuchen Sie es erneut.";

"no audio capture msg" = "Audioaufnahme nicht verfügbar.";
"no audio capture info" = "Sprouted AVI konnte keine Verbindung zu einer Tonquelle herstellen. Prüfen Sie die Anschlüsse an Ihre Tonquelle, und versuchen Sie es erneut.";

"no snapshot capture msg" = "Schnappschuss ist nicht verfügbar.";
"no snapshot capture info" = "Sprouted AVI konnte keine Verbindung zu Ihrer Kamera herstellen. Prüfen Sie die Anschlüsse an Ihre Kamera, und versuchen Sie es erneut.";


"lameinstall success title" = "Komponenten erfolgreich installiert";
"lameinstall success msg" = "Die LAME-encoding-Komponenten wurden erfolgreich installiert. Möglicherweise müssen Sie Ihren Computer neu starten, damit Sprouted AVI darauf zugreifen kann.";

"lameinstall failure title" = "Komponenten nicht installiert";
"lameinstall failure msg" = "Sprouted AVI konnte die LAME-encoding-Komponenten nicht installieren. Informationen, wie Sie LAME selber installieren können, finden Sie in den Dokumenten, die Sie mit Sprouted AVI heruntergeladen haben.";

"lameinstall required title" = "MP3-Kodierer installieren?";
"lameinstall required msg" = "Sprouted AVI benötigt den LAME MP3-Kodierer, um Ihre Audio-Einträge als MP3-Datei zu sichern. Möchten Sie den MP3-Kodierer jetzt installieren?";
"lameinstall required yes" = "Installieren";
"lameinstall required no" = "Abbrechen";


"stop description" = "Stopp";
"play description" = "Wiedergeben";


"mp3 prepare" = "Konvertierung der Audio-Aufnahme ins MP3-Format vorbereiten…";
"mp3 convert" = "Aufnahme ins MP3-Format konvertieren…";
"mp3 tag" = "MP3-Datei verschlagworten…";
"mp3 import" = "MP3-Datei zu iTunes hinzufügen…";
"mp3 save" = "MP3-Datei auf Festplatte speichern…";
"mp3 clean" = "Aufräumen…";
"mov tag" = "Film verschlagworten…";


"untitled audio recording" = "Aufnahme ohne Titel";


"audio recording error title" = "Aufnahmefehler";
"video recording error title" = "Aufnahmefehler";

"audio recording error cant start msg" = "Es gab ein Problem, die Aufnahme zu beginnen. Sie können versuchen, das Programm neu zu starten.";
"audio recording error saved file unreadable msg" = "Es gab ein Problem, die gesicherte Aufnahme zu lesen. Sie könnte beschädigt sein. Sie können versuchen, erneut aufzunehmen.";
"audio recording error script msg" = "Das iTunes MP3 Import-Skript konnte nicht gefunden werden. Es könnte notwendig sein, das Programm neu zu installieren oder die iTunes-Option nicht auszuwählen.";
"audio conversion error cant write msg" = "Es gab ein Problem, die Datei als MP3 zu sichern. Sie können versuchen, die MP3-Konvertierung abzuschalten und erneut aufzunehmen.";


"audio conversion error no encoder title" = "Es gab ein Problem beim Laden des MP3-Konverters.";
"audio conversion error no encoder msg" = "Sie können versuchen, die Anwendung neu zu starten oder Ihre Aufnahme als QuickTime-Film zu sichern.";

"video recording unable to stop msg" = "Es gab ein Problem, die Aufnahme abzuschließen. Es kann notwendig sein, die Anwendung zu schließen und neu zu starten.";
"video recording cant load msg" = "Es gab ein Problem, die gesicherte Aufnahme zu lesen. Sie könnte beschädigt sein. Sie können versuchen, erneut aufzunehmen.";

"still recording description" = "Es wird gerade aufgenommen.";
"still recording recovery" = "Sie müssen die Aufnahme beenden bevor Sie diese Session verlassen können.";
"still recording stop" = "Aufnahme beenden";
"still recording cancel" = "Abbrechen";

"unsaved changes description" = "Es gibt eine nicht gesicherte Aufnahme.";
"unsaved changes recovery" = "Ihre Aufnahme geht verloren, wenn Sie sie nicht sichern.";
"unsaved changes save" = "Sichern";
"unsaved changes dont save" = "Nicht sichern";
"unsaved changes cancel" = "Abbrechen";
